/* French Localization made by ouioui-online.fr */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Mb  (%3$.2f Mb/s)";

/* Download time min/sec */
"%i min %i sec" = "%1$i min %2$i sec";

/* Download time sec */
"%i sec" = "%i sec";

/* An update is available */
"An update is available" = "Une mise à jour est disponible";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "Etes vous certain de vouloir annuler?";

/* Can't download ipsw list */
"Can't download ipsw list" = "Impossible de charger la liste d'IPSW";

/* Cancel Download */
"Cancel Download" = "Annuler le téléchargement";

/* Connection error */
"Connection error" = "Erreur de connexion";

/* Download to */
"Download to" = "Télécharger sous";

/* Expect to start download */
"Expect to start download" = "Attente du début du téléchargement";

/* Growl notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "Non";

/* No updates */
"No updates" = "Pas de mise à jour";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Mise à jour";

/* Would you like to update application now? */
"Would you like to update application now?" = "Souhaitez-vous mettre à jour l'application maintenant?";

/* Yes */
"Yes" = "Oui";

/* You are using the latest version */
"You are using the latest version" = "Vous utilisez la dernière version";

/* Growl Download Complete */
"Download Complete" = "Téléchargement terminé";

/* Growl Download Fail */
"Download Fail" = "Téléchargement échoué";

/* Growl Download Canceled */
"Download Canceled" = "Téléchargement annulé";

/* Growl Download Paused */
"Download Paused" = "Téléchargement en pause";

/* Growl Download Resume */
"Download Resume" = "Reprise du téléchargement";

/* Growl SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "SHA1 Checksum échoué";

/* Resume */
"Resume" = "Reprise";

/* Pause */
"Pause" = "Pause";

/* No Internet Connection */
"No Internet Connection" = "Pas de connexion Internet";

/* Please check your Internet connection */
"Please check your Internet connection" = "Veuillez vérifier votre connexion Internet";

/* Cancel */
"Cancel" = "Annuler";

/* Download */
"Download" = "Téléchargement";

/* Duplicate finded */
"Duplicate finded" = "Duplicate finded";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "You are currently downloading that firmware. Do You want start new download?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "You are downloaded that firmware before. Do You want start new download?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "That firmware is paused. Do You want start new or resume download?";
